;~ =============================================================================
;~ Rizonesoft Language File
;~ =============================================================================
;~ Date.........: 05 Fevrier 2018
;~ Author.......: Derick Payne (Rizonesoft)
;~ Translator...: Jacquet Patrice (France)
;~ Link.........: www.rizonesoft.com
;~ =============================================================================

[Main]
Product = Firemin
Version = 6.x

[Language]
;~ Please ad the translated language name next to the english name. For example; Ελληνικά - Greek
Name = Français - French 
Code = fr
Encoding = Unicode

[Translations]
;~ Please do not translate this section.
About = About
Custom = Custom
Donate = Donate
Menus = Menus
Messages = Messages
Messages2 = Messages2
Preferences = Preferences
Update = Update
Versioning = Versioning

[About]
Window_Title = Infos %{Program.Name}
Label_Version = Version
Label_AutoIt = Construit avec AutoIt version
Label_Copyright = Copyright
Tip_Title_Donate = Faire un don à notre cause
Tip_Message_Donate = Lorsque vous faites un don, vous nous aidez à garder notre logiciel gratuit\rnet à nous permettre d'acquérir les outils et les services que nous utilisons pour vous servir.
Label_Home = Homepage
Label_License = License
Label_Support = Contact Us
Tip_Title_Country = Fabriqué en Afrique du Sud
Tip_Message_Country = %{Program.Name} est né en Afrique du Sud.
Label_Contributors = Contributeurs
Tip_Facebook = Avec nous sur Facebook.
Tip_Twitter = Suivez-nous sur Twitter.
Tip_GooglePlus = Retrouvez-nous sur Google.
Tip_GitHub = %{Program.Name} sur GitHub.
Button_Ok = Ok
Label_RAM = (RAM) %d MB Libre sur %d MB (%d%)
Tip_RAM = Mémoire vive
Label_HDD = (%s) %.2f GB Libre sur %.2f GB (%d%)

[Custom]
Label_Status_Welcome = Commencez par charger le navigateur (Choisir le fichier). Firemin détecte automatiquement le processus à partir de l'exécutable selectionné.
Label_Status_Updates = Vérif des mises à jour
Group_Load_Browser = Navigateur chargé
Label_Executable = Chemin de l'exécutable (%s):
Label_Process_Usage = Usage processus:
Label_Process_Peak = Pointe processus:
Button_Browse = &Navigateur
Group_Options = Options
Checkbox_Reduce_Mem = Réduire Mémoire toutes les :
Label_Milliseconds = millisecondes
Checkbox_Reduce_Limit = Réduire mémoire si usage est plus de:
Checkbox_Start_With = Exécuter %s au lancement de Firemin
Checkbox_Enable_Extended_Processes = Activer le processus étendu
Button_Extended_Processes = &Processus étendu
Checkbox_Start_Windows = Lancer Firemin au démarrage de Windows
Label_Settings_Updated = Succès mise à jour Paramètres.
Button_Cancel = Sortir
Button_Save = Sauve
Time_Unit_01 = millisecondes
Time_Unit_02 = secondes
Time_Unit_03 = minutes
Time_Unit_04 = heures
Label_Boost_Description = Réduire toutes les %s %s si utilisation plus de % s MB.
Title_Select_Browser = Choisir navigateur
Tip_Minimized_Title = %{Program.Name} toujours en cours d'exécution
Tip_Minimized_Message = %{Program.Name} continuera à fonctionner pour optimiser l'usage de la mémoire de % s. Cliquez sur l'icône pour modifier diverses options d'optimisation.

[Donate]
Label_Heading = %{Program.Name} vous sert depuis plus de% d heures. Que diriez-vous de faire un don à notre cause? 
Label_Message = Cliquez sur le bouton PayPal ci-dessous ou allez sur PayPal.me/rizonesoft, entrez le montant et envoyez-nous le don. Parce que c'est PayPal, vous savez que c'est plus facile et plus sûr pour envoyer de l'argent. Vous n'avez pas de compte PayPal? Pas de soucis, c'est rapide et facile pour s'inscrire.

[Menus]
File = &Fichier
File_Preferences = &Preferences
File_Close = &Fermer\tShift+Alt+F4
Help = &Aide
Help_Update = Vérifier &Mise à jour
Help_Home = Site& %{Company.Name} 
Help_Downloads = Lien &Téléchargement
Help_Contact = &Contact %{Company.Name}
Help_Issue = Signaler un &problème
Help_Donate = Faire un don 
Help_About = Infos %{Program.Name}
Tray_About = Infos %{Program.Name} %s
Tray_Open = Ouvrir %{Program.Name}
Tray_Extended_Processes = Processus étendu
Tray_Run = Lancer %s
Tray_Run_Safemode = Lancer %s mode sans echec

[Messages]
Info_Title = Prenez note SVP
Warning_Title = Attention!
Error_Title = Un problème a été rencontré!
Error_Oops = Oops!
Compatible = %{Program.Name} n'est pas compatible avec votre version de Windows. Si vous pensez qu'il s'agit d'une erreur, n'hésitez pas à laisser un message à '%s' avec tous les détails.
Compatible_Bit = Malheureusement,%{Program.Name} 32 bits n'est pas compatible avec votre version de Windows. Veuillez télécharger %{Program.Name} 64 Bit à partir de '%s'

[Preferences]
Window_Title = Preferences
Tab_General = General
Tab_Language = Language
Group_Extended_Processes = Processus étendu
Group_Language = Language
Label_Extended_Processes = Entrez ici les noms des processus supplémentaires que vous souhaitez optimiser. La liste doit être séparée par une virgule (Process01.exe, Process02.exe, etc.)
Label_Language_Message = Choisir le language prefere et pressez sur le bouton %s pour continuer. (Relancer le prog)
Button_Save = Sauve
Button_Cancel = Abandon
Label_Updated = Preferences Updated
Label_Logging_Cleared = Le cache a été vidé
MsgBox_Language_Title = Language Changé
MsgBox_Language_Message = La langue sélectionnée a changé. La réparation Internet complète doit être redémarrée pour que la langue choisie prenne effet.
MsgBox_Closing_Title = Fermeture %{Program.Name}
MsgBox_Closing_Message = Voulez-vous fermer %{Program.Name} maintenant?

[Update]
Window_Title_Available = Mise a jour disponible
Window_Title_Congratulations = Félicitations ! 
Window_Title_Error = Il y a eu un problème!
Label_Message_Update = Une nouvelle version de '%{Program.Name}' est disponible.
Label_Message_Latest = Vous utilisez la dernière version de '%{Program.Name}'.
Label_Message_Error = Les infos de la dernière version de '%{Program.Name}' n'ont pas pu être récupérées.
Label_Message_Internet = Svp, vérifiez votre connexion à internet et réessayez.
Label_Build_Current = Ancien Build:
Label_Build_Update = Nouveau Build:
CheckBox_NoUpdate = Ne pas vérifier lors du démarrage.

Button_Update = Charger nouvelle version
Button_Close = Fermeture

[Versioning]
Administrator = Administrateur
Build = Build
AutoIt_Version = version AutoIt utilisee %{AutoIt.Version}
Bit = Bit